{
  "Football Cat — NFL Sunday Ticket is coming soon to YouTube": {
    "link": "https://www.youtube.com/watch?v=UrZhrchVhSg",
    "description": "Learn more about NFL Sunday Ticket: https://yt.be/BXFAL\n\nIntroducing a modern, simple way to watch your favorite teams, every Sunday. Starting next season, NFL Sunday Ticket will be exclusively available on YouTube and YouTube TV. No satellite dish required.",
    "date": "02/12/2023"
  },
  "The Year's Top Videos, 2022 - Like & Describe Podcast #2": {
    "link": "https://www.youtube.com/watch?v=lO5dS9cwg4o",
    "description": "This is Like & Describe, YouTube’s official trends podcast!\n\nEach episode, you’ll join host, MatPat, on a journey to find the little known stories behind YouTube’s biggest trends. You’ll get the inside scoop from creators and experts, while hearing insights you can’t find anywhere else. \n\nIn this episode, MatPat kicks off the New Year by talking about the top YouTube videos and creators of 2022…and his predictions for future trends in the year to come. He’s joined by YouTube’s Global Director of Culture & Trends, Kevin Allocca, and Culture & Trends Manager Maddy Buxton. As they dig into YouTube’s year-end US Top 10 lists they geek out about everything from comfort creators and cozy gaming to the future of AI-generated content. YouTube's 2022 Top 10 Lists: www.youtube.com/trends/2022/us/",
    "date": "01/01/2023"
  },
  "Felicitaciones, Messi. #ShortsFIFAWorldCup": {
    "link": "https://www.youtube.com/watch?v=lJkOaBXU8lM",
    "description": "It’s one thing to win the World Cup. It’s another to win over the world. Congratulations to Argentina and Lionel Messi on winning the 2022 FIFA World Cup. #ShortsFIFAWorldCup",
    "date": "12/18/2022"
  },
  "Google livestream with Hasan Minhaj. Shop Pixel phones, watch, buds, and more.": {
    "link": "https://www.youtube.com/watch?v=x6XZr-g3ecg",
    "description": "Google is partnering with guest host Hasan Minhaj for a shoppable livestream on YouTube. He’ll share his top gifts of the holiday season including #Pixel7 Pro, #GooglePixelWatch, and #PixelBuds Pro. There’ll be selfies, special guests, and maybe some eggnog. \n\nFind the best deals and shop all the gifts at  https://goo.gle/3tN4cr4. Plus, get free shipping on all your orders.",
    "date": "12/05/2022"
  },
  "The Rise of the VTubers - Like & Describe Podcast #1": {
    "link": "https://www.youtube.com/watch?v=8_igTYoM_VI",
    "description": "Welcome to the first-ever episode of Like & Describe, YouTube’s official trends podcast! \n\nEach episode, you’ll join host, MatPat, on a journey to find the little known stories behind YouTube’s biggest trends. You’ll get the inside scoop from creators and experts, while hearing insights you can’t find anywhere else. \n\nIn this episode, we explore the widespread community of virtual creators who call themselves VTubers, as in Virtual YouTubers, and how the pop industry in Japan led to an explosion of animated YouTubers worldwide. We’ll hear from special guests and some of the most followed VTubers,  @GawrGura and @MoriCalliope.  As well as YouTube Insiders @earnestp  and Makoto Maeoka.",
    "date": "11/30/2022"
  }
}